app/Controllers/Usuarios_Control.php


            $db = new \App\Models\ClientesModel;

            if ($db->insert($dados)) {
---
INSERT INTO `Cliente` (`Nome`, `Senha`, `CPF`) VALUES ('5', '$2y$10$Oj0Ke7eWaXej.CstQTou1eIU/EUUVyQaGDXoMlgmd667nAHWOFbJm', '5')